---
kind: other
id: Properties.T:Autodesk.Revit.DB.SolidOrShellTessellationControls
source: html/cbceb100-94c8-0f94-b32a-e50ba9b959bc.htm
---
# SolidOrShellTessellationControls Properties

A positive real number specifying how accurately a triangulation should approximate a solid or shell.